{
    "tips": [
      "Replace incandescent bulbs with LEDs to cut lighting energy by up to 80%.",
      "Use motion sensors for outdoor lighting so lights only come on when someone’s outside.",
      "Install dimmer switches to lower brightness and save power when full light isn’t needed.",
      "Open curtains during the day to let in natural light instead of using lamps.",
      "Paint walls light colors to reflect more sunlight and brighten rooms without extra lighting.",
      "Turn off lights when you leave a room to stop wasting electricity.",
      "Use task lighting over your desk or countertop so you don’t have to light the entire room.",
      "Install solar-powered outdoor lights to run on free sunlight instead of grid electricity.",
      "Set timers on decorative lights so they switch off automatically when you don’t need them.",
      "Choose daylight-sensing bulbs that dim or switch off when there’s enough ambient light.",
      "Keep your thermostat at 68°F (20°C) in winter to reduce heating costs without losing comfort.",
      "Raise your AC setpoint to 78°F (25.5°C) in summer to lower cooling energy use.",
      "Add a programmable thermostat so heating and cooling automatically match your daily routine.",
      "Clean or replace HVAC filters monthly to maintain airflow and reduce energy draw.",
      "Insulate your attic and exterior walls to keep heat in during winter and out during summer.",
      "Seal gaps around windows and doors to prevent drafts and cut down on HVAC runtime.",
      "Run ceiling fans instead of cranking the AC—they use about 10% of the energy.",
      "Reverse your ceiling fan in winter to push warm air down and ease heating demand.",
      "Close vents in rooms you’re not using to direct conditioned air where it’s needed most.",
      "Keep curtains or blinds closed on hot days to block solar heat gain and lighten your AC load.",
      "Use thermal curtains to add insulation and stabilize indoor temperatures year-round.",
      "Insulate exposed hot water pipes so water stays hotter longer and your heater runs less.",
      "Wear warmer clothes indoors in winter so you can keep the thermostat lower.",
      "Place draft stoppers at door bottoms to block cold or hot air from sneaking in.",
      "Plant shade trees on the sunny side of your house to cut cooling costs by blocking direct sun.",
      "Schedule annual HVAC tune-ups to keep systems running at peak efficiency.",
      "Keep interior doors open to improve airflow and reduce strain on your HVAC system.",
      "Zone your heating so you only warm rooms you’re actually using.",
      "Use an evaporative cooler in dry climates to cool air with far less electricity than AC.",
      "Unplug chargers and devices when not in use to eliminate “phantom” energy draw.",
      "Buy Energy Star appliances so you get models tested to use far less power.",
      "Run dishwashers, washing machines, and dryers only with full loads to maximize efficiency.",
      "Wash clothes in cold water—most loads clean just as well without heating the water.",
      "Hang laundry to dry instead of using the dryer to slash drying electricity.",
      "Clean your dryer’s lint trap before each cycle so it dries faster with less energy.",
      "Turn your oven off a few minutes early and let residual heat finish the cooking.",
      "Defrost frozen food in the fridge instead of the microwave to save both fridge and microwave energy.",
      "Set your refrigerator between 35–38°F and freezer at 0°F for the best energy-to-cold ratio.",
      "Keep fridge coils free of dust so the compressor doesn’t work harder than necessary.",
      "Use toaster ovens for small meals—they heat up faster and use less power than full ovens.",
      "Install faucet aerators to cut water flow and the energy needed to heat it.",
      "Take shorter showers to reduce hot water usage and water-heater energy.",
      "Lower your water heater to 120°F to save on heating while still preventing bacteria growth.",
      "Wrap your water heater in an insulating blanket so it loses less heat between uses.",
      "Fix leaky faucets promptly to stop wasting both water and the energy used to heat it.",
      "Install low-flow showerheads to enjoy the same pressure with less hot water.",
      "Open windows at night when it cools down to air-condition your home naturally.",
      "Caulk around window frames annually to seal cracks and stop air leaks.",
      "Use blackout curtains in summer so rooms stay cooler without extra AC.",
      "Charge electric vehicles during off-peak hours to take advantage of lower-carbon, lower-cost power.",
      "Switch to induction cooktops—they transfer heat more efficiently than gas or electric coils.",
      "Landscape with native plants that need less watering and trimming equipment energy.",
      "Use a manual lawn mower to cut grass without electricity or gas.",
      "Install solar panels or a solar water heater to generate free renewable energy.",
      "Participate in your utility’s load-reduction programs to earn credits for cutting power use.",
      "Conduct a DIY home energy audit (check for drafts, insulation gaps, inefficient bulbs) to spot savings.",
      "Use smart plugs and a home automation hub to schedule devices and prevent wasteful standby power.",
      "Batch-cook meals so you use your oven or stove for longer, fewer heating cycles.",
      "Unplug or recycle old cable boxes—they can draw 20–30 watts even when “off.”",
      "Share living spaces or work remotely to reduce per-person heating, cooling, and lighting needs.",
      "Turn off the main breaker when you’re away for long trips to eliminate hidden loads.",
      "Install clerestory windows or skylights to bring in daylight and reduce lamp use.",
      "Paint ceilings with high-reflectance white paint to distribute light from fixtures and windows.",
      "Seal and insulate ductwork to prevent conditioned air loss in walls and attics.",
      "Install a heat pump water heater to use electricity more efficiently for hot water.",
      "Use a smart energy monitor to track real-time usage and spot high-draw devices.",
      "Opt for a cool roof coating to reflect more sunlight and lower attic temperatures.",
      "Add battery storage to capture solar energy for use after sunset.",
      "Install low-E window film to reduce heat gain in summer and heat loss in winter.",
      "Use greywater from sinks and showers for landscaping where local codes allow.",
      "Harvest rainwater in barrels to water plants without using treated municipal water."
    ]
  }
  